fio4pi/results/6410-2r-rpi3-raspbian_v4.1.18-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 2 processes
random-read-1: Laying out IO file(s) (1 file(s) / 128MB)
random-read-2: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=3171: Mon Mar 14 16:25:15 2016
  read : io=131072KB, bw=1250.1KB/s, iops=312, runt=104783msec
    clat (msec): min=1, max=1856, avg= 3.19, stdev=26.18
     lat (msec): min=1, max=1856, avg= 3.19, stdev=26.18
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[    3], 99.50th=[   17], 99.90th=[   26], 99.95th=[   52],
     | 99.99th=[ 1778]
    bw (KB  /s): min=    7, max= 1544, per=55.50%, avg=1388.14, stdev=267.52
    lat (msec) : 2=0.06%, 4=99.31%, 10=0.06%, 20=0.45%, 50=0.06%
    lat (msec) : 100=0.03%, 250=0.01%, 2000=0.02%
  cpu          : usr=0.29%, sys=0.96%, ctx=32808, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=3172: Mon Mar 14 16:25:15 2016
  read : io=131072KB, bw=1250.9KB/s, iops=312, runt=104784msec
    clat (msec): min=1, max=1856, avg= 3.19, stdev=26.18
     lat (msec): min=1, max=1856, avg= 3.19, stdev=26.18
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[    3], 99.50th=[   17], 99.90th=[   26], 99.95th=[   52],
     | 99.99th=[ 1778]
    bw (KB  /s): min=    6, max= 1544, per=55.50%, avg=1388.13, stdev=267.64
    lat (msec) : 2=0.05%, 4=99.30%, 10=0.08%, 20=0.45%, 50=0.06%
    lat (msec) : 100=0.03%, 250=0.01%, 2000=0.02%
  cpu          : usr=0.31%, sys=0.89%, ctx=32811, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=262144KB, aggrb=2501KB/s, minb=1250KB/s, maxb=1250KB/s, mint=104783msec, maxt=104784msec

Disk stats (read/write):
  mmcblk0: ios=65486/448, merge=0/15, ticks=206890/38150, in_queue=244860, util=100.00%